Repository: davidfoerster/aptsources-cleanup
Catalog: po/*/LC_MESSAGES/messages.po
Languages: de

source: usage:
de: Gebrauch:

source: .__call__() not defined
de: .__call__() nicht definiert

source: unknown parser %(parser_name)r (choices: %(choices)s)
de: Unbekannter Parser %(parser_name)r (Wahlmöglichkeiten: %(choices)s)

source: argument "-" with mode %r
de: Argument „-“ im Modus %r

source: can't open '%s': %s
de: „%s“ kann nicht geöffnet werden: %s

source: cannot merge actions - two groups are named %r
de: Kann Aktionen nicht zusammenführen: Zwei Gruppen heißen %r.

source: 'required' is an invalid argument for positionals
de: „required“ ist ein ungültiges Argument für lageabhängige Argumente.

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
de: Ungültige Optionszeichenkette %(option)r: Muss mit einem Buchstaben %(prefix_chars)s beginnen.

source: dest= is required for options like %r
de: dest= ist erforderlich für Optionen wie %r.

source: invalid conflict_resolution value: %r
de: Ungültiger „conflict_resolution“-Wert: %r

source: conflicting option string: %s
de: Widersprüchliche Optionszeichenkette: %s

source: mutually exclusive arguments must be optional
de: Sich gegenseitig auschließende Argumente müssen optional sein.

source: positional arguments
de: Lageabhängige Argumente

source: optional arguments
de: Optionale Argumente

source: show this help message and exit
de: Zeige diesen Hilfetext und höre auf.

source: cannot have multiple subparser arguments
de: Kann nicht mehrere Subparserargumente haben.

source: unrecognized arguments: %s
de: Unerkannte Argumente: %s

source: not allowed with argument %s
de: nicht erlaubt mit dem Argument %s

source: ignored explicit argument %r
de: explizites Argument %s ignoriert

source: the following arguments are required: %s
de: Die folgenden argumente sind erforderlich: %s.

source: one of the arguments %s is required
de: Eins der Argumente %s ist erforderlich.

source: expected one argument
de: Ein Argument erwartet

source: expected at most one argument
de: Höchstens ein Argument erwartet

source: expected at least one argument
de: Mindestens ein Argument erwartet

source: expected %s argument
de: %s Argument erwartet

source: ambiguous option: %(option)s could match %(matches)s
de: Mehrdeutige Option: %(option)s könnte auf %(matches)s passen.

source: unexpected option string: %s
de: Unerwartete Optionszeichenkette: %s

source: %r is not callable
de: %s ist nicht aufrufbar.

source: invalid %(type)s value: %(value)r
de: Ungültiger %(type)s-Wert: %(value)r.

source: invalid choice: %(value)r (choose from %(choices)s)
de: Ungültige Auswahl: %(value)r (wähle aus %(choices)s).

source: %(prog)s: error: %(message)s
de: %(prog)s: Fehler: %(message)s

source: Error
de: Fehler

source: No such directory
de: Kein solches Verzeichnis

source: Show program's version number and exit.
de: Zeige die Programmversion an und höre auf.

source: ID_DESCRIPTION
de: Findet und deaktiviert doppelte Apt-Quelleneinträge und löscht Quellenlistendateien ohne gültige aktive Quelleneinträge in „/etc/sources.list“ und „/etc/sources.list.d/*.list“ interaktiv.

source: Author
de: Autor

source: Source code and bug tracker location
de: Quelltext- und Bug-Tracker-Adresse

source: Apply all non-destructive changes without question.
de: Wende alle zerstörungsfreien Änderungen ohne Nachfrage an.

source: Never apply changes; only print what would be done.
de: Wende Änderungen nie an; zeige lediglich an, was getan würde.

source: Specify URI schemes that you consider equivalent using a list of equivalence classes delimited by semicolons (";") and elements delimited by commas (","). Without argument, specify "{:|,|;|a}".
de: Gibt URI-Schemata an, die Sie als äquivalent ansehen, in Form einer Liste von mit Semikolons („;“) getrennten Äquivalenzklassen und mit Kommata („,“) getrennten Elementen. Kein Argument entspricht „{:|,|;|a}“.

source: Debugging Options
de: Debugging-Optionen

source: For wizards only! Use these if you know and want to test the application source code.
de: Nur für Hexenmeister:innen! Benuzte sie, wenn du den Anwendungsquelltext kennst und ihn testen möchtest.

source: Force an ImportError for the '{module:s}' module and fail on all subsequent diagnoses.
de: Erzwinge einen ImportError für das „{module:s}“-Modul und lass alle anschließenden Diagnosen fehlschlagen.

source: Load sources list files from this directory instead of the default root-owned '{default:s}'. If omitted DIR defaults to '{const:s}'.
de: Lade Quellenlistendateien von diesem Verzeichnis anstelle der Vorgabe in root-Besitz „{default:s}“. Falls ausgelassen ist das Verzeichnis „{const:s}“.

source: Debug the display of translated and formatted choices options.
de: Debugge die Anzeige von übersetzten und formatierten Wahlmöglichkeiten.

source: Show help for debugging options.
de: Zeige die Hilfe für Debugging-Optionen an.

source: Use '{help_opt:s}' to display the program help.
de: Benutzen Sie „{help_opt:s}“ um die Programmhilfe anzuzeigen.

source: Overlapping source entries:
de: Überlappende Quelleneinträge:

source: {ordinal:2d}. file '{file:s}':
de: {ordinal:2d}. Datei „{file:s}“:

source: I disabled the latter entry.
de: Ich habe letzteren Eintrag deaktiviert.

source: {nduplicates:d} source entry was disabled
de: {nduplicates:d} Quelleneintrag wurde deaktiviert

source: no
de: nein

source: yes
de: ja

source: Do you want to save these changes?
de: Wollen Sie diese Änderungen sichern?

source: Aborted.
de: Abgebrochen.

source: No duplicate entries were found.
de: Keine doppelten Einträge gefunden.

source: all
de: alle

source: display
de: anzeigen

source: none
de: keine

source: '{file:s}' contains no valid and enabled repository lines.
de: „{file:s}“ enthält keine gültigen aktiven Verzeichniszeilen.

source: Do you want to remove it?
de: Wollen Sie sie entfernen?

source: {nremoved:d} of {ntotal:d} empty sourcelist files removed.
de: {nremoved:d} von {ntotal:d} Quellenlistendateien entfernt.

source: '{path:s}' removed.
de: „{path:s}“ entfernt.

source: empty
de: leer

source: Do you have the '{package:s}' package installed? You can do so with:
de: Haben Sie das Paket „{package:s}“ installiert? Sie können das nachholen mit:

source: Warning
de: Warnung

source: The current Python interpreter is '{py_exe:s}'. Please use the default '{py_exe_default:s}' if you encounter issues with the import of the '{module:s}' module.
de: Der derzeitige Python-Interpreter ist „{py_exe:s}“. Bitte benutzen sie die Vorgabe „{py_exe_default:s}“, falls Sie Problemen beim Import des Moduls „{module:s}“ begegnen.

source: Please make sure that the '{package:s}' package wasn't corrupted and that '{py_exe:s}' refers to the Python interpreter from the same package.
de: Bitte stellen Sie sicher, dass das Paket „{package:s}“ nicht beschädigt wurde und dass „{py_exe:s}“ sich auf den Python-Interpreter aus dem selben Paket bezieht.

source: Cannot wrap text output due a failure to get the terminal size
de: Kann den Ausgabetext nicht umbrechen wegen eines Fehlers beim Bezug der Terminalgröße

source: Cannot check package integrity
de: Kann Paketintegrität nicht üperprüfen

source: Package integrity check failed
de: Paketintegritätsprüfung schlug fehl

source: exit status {status:d}
de: Ausstiegstatus {status:d}
